Repository: sofbix/NewLocalization
Catalog: ImportExport/*.xcloc/Localized Contents/*.xliff
Languages: ru

# CFBundleDisplayName
source: Strings
ru: Строки

# NSCameraUsageDescription
source: This app needs the camera to scan barcodes
ru: Этому приложению нужна камера для сканирование штрих кодов

source: Hello, world!
ru: Привет мир!

# Hello.worlds|==|plural.few
source: Hello %lld Worlds
ru: Привет %lld Мира

# Hello.worlds|==|plural.many
source: Hello %lld Worlds
ru: Привет %lld Миров

# Hello.worlds|==|plural.one
source: Hello %lld World
ru: Привет %lld Мир

# Hello.worlds|==|plural.other
source: Hello %lld Worlds
ru: Привет %lld Мира

# Hello.worlds|==|plural.zero
source: Hello no World
ru: Привет не Мир

source: Help me
ru: Помоги мне

# Strings.Catalog
source: We support new localisation format
ru: Мы поддерживаем новый формат локализации

# Strings.Catalog in %lld to %lld
source: Format found in %1$#@arg1@ from %2$#@arg2@
ru: Формат найде в %1$#@arg1@ из %2$#@arg2@

# Strings.Catalog in %lld to %lld|==|substitutions.arg1.plural.few
source: %1$lld files
ru: %1$lld файла

# Strings.Catalog in %lld to %lld|==|substitutions.arg1.plural.many
source: %1$lld files
ru: %1$lld файлов

# Strings.Catalog in %lld to %lld|==|substitutions.arg1.plural.one
source: %1$lld file
ru: %1$lld файл

# Strings.Catalog in %lld to %lld|==|substitutions.arg1.plural.other
source: %1$lld files
ru: %1$lld файлов

# Strings.Catalog in %lld to %lld|==|substitutions.arg2.plural.few
source: %2$lld directories
ru: %2$lld каталога

# Strings.Catalog in %lld to %lld|==|substitutions.arg2.plural.many
source: %2$lld directories
ru: %2$lld каталогов

# Strings.Catalog in %lld to %lld|==|substitutions.arg2.plural.one
source: %2$lld directory
ru: %2$lld каталог

# Strings.Catalog in %lld to %lld|==|substitutions.arg2.plural.other
source: %2$lld directories
ru: %2$lld каталогов
